<?php include './php/function.php'; ?>
<!DOCTYPE html>  <!--Copyright (C) 2013 makky.io All Rights Reserved. -->
<html>
<?php head("利用規約"); ?>

<body><div class="lsbackground"></div>
<?php navigation(); ?>
<div class="container">
<h1>利用規約</h1>

<p>
　このウェブサイト（http://librarysearch.jp、以下「当サイト」といいます）はhttp://makky.io(以下、makky.io)が運営しております。
お客様が当サイトをご利用されるにあたっては、以下の利用規約をお読み頂き、同意される場合にのみご利用下さい。
なお、本規約につきましては予告なく変更することがありますので、あらかじめ御了承下さい。
</p>

<hr>

<h3>第1条【サービス】</h3>
<ol>
<li>当サイトの利用に際してはウェブにアクセスする必要がありますが、利用者は自らの費用と責任に必要な機器・ソフトウェア・通信手段等を用意し適切に接続・操作することとします。</li>
<li>当サイトでは水戸工業高等学校図書館の蔵書に関する情報の提供を行っておりますが、将来、様々なサービスを追加したり、または変更・削除することがあります</li>
<li>makky.ioは、当サイトの提供するサービスの不確実性・サービス停止等に起因する利用者への損害について、一切責任を負わないものとします。</li>
</ol>

<h3>第2条【著作権等知的財産権】</h3>
<p>当サイト内のプログラム、パノラマ画像その他の知的財産権はmakky.ioに無断で、それを越えて、使用（複製、送信、譲渡、二次利用等を含む）することは禁じます。</p>

<h3>第3条【禁止事項】</h3>
<ol>
<li>makky.ioは、利用者が以下の行為を行うことを禁じます。</li>
<ul>
<li>makky.ioまたは第三者に損害を与える行為、または損害を与える恐れのある行為</li>
<li>makky.ioまたは第三者の財産、名誉、プライバシー等を侵害する行為、または侵害する恐れのある行為</li>
<li>公序良俗に反する行為、またはその恐れのある行為</li>
<li>コンピュータウィルス等有害なプログラムを使用または提供する行為</li>
<li>その他、法令に違反する行為、またはその恐れがある行為</li>
<li>その他makky.ioが不適切と判断する行為</li>
</ul>
<li>上記に違反した場合、makky.ioは利用者に対し損害賠償請求をすることができることに利用者は同意します。</li>
</ol>

<h3>第4条【免責事項】</h3>
<ol>
<li>makky.ioは、当サイトに掲載されている全ての情報を慎重に作成し、また管理しますが、その正確性および完全性などに関して、いかなる保証もするものではありません。 </li>
<li>makky.ioは、予告なしに、本サイトの運営を停止または中止し、また本サイトに掲載されている情報の全部または一部を変更する場合があります。 </li>
<li>利用者が当サイトを利用したこと、または何らかの原因によりこれをご利用できなかったことにより生じる一切の損害および第三者によるデータの書き込み、不正なアクセス、発言、メールの送信等に関して生じる一切の損害について、makky.ioは、何ら責任を負うものではありません。</li>
</ol>


<h3>第5条【契約解除】</h3>
<ol>
<li>makky.ioは、利用者が本規約に反する行為をした場合、即時にサービスを停止することができます。</li>
<li>前項の事由が発生したとき、makky.ioは利用者に損害賠償をすることができます。</li>
</ol>

<h3>第6条【損害賠償】</h3>
<p>本規約に違反した場合、makky.ioに発生した損害を賠償していただきます。</p>

<hr>

本規約は、　　　　2013年　　1月　　1日より施行致します。

</div>

<?php foot(); ?>
</body>
</html>